tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "michaeleisel/zld"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "aom"
brew "boost"
brew "python@3.9"
brew "docker-compose", link: false
brew "gdk-pixbuf"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libimobiledevice"
brew "libpq", link: true
brew "neovim"
brew "openjdk"
brew "pillow"
brew "python@3.10", link: false
brew "ripgrep"
brew "rom-tools"
brew "rover"
brew "rust-analyzer"
brew "sbt"
brew "stow"
brew "tmux"
brew "jesseduffield/lazygit/lazygit"
brew "michaeleisel/zld/zld"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "amethyst"
cask "basictex"
cask "docker"
cask "font-fira-code"
